lib/xml/getSkillInfo.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
    xmlns:ser="http://service.admin.ws.five9.com/">
    <soapenv:Header/>
    <soapenv:Body>
        <ser:getSkillInfo>
            <!--Optional:-->
            <skillName>?</skillName>
        </ser:getSkillInfo>
    </soapenv:Body>
</soapenv:Envelope>